tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'git'
brew 'mas'
brew 'brew-cask-completion'
brew 'bash-completion2'
brew 'coreutils'
brew 'findutils'
brew 'moreutils'
brew 'gnu-sed', args: ['with-default-names']
brew 'vim', args: ['override-system-vi']
brew 'gnu-indent', args: ['with-default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'gnu-which', args: ['with-default-names']
brew 'grep', args: ['with-default-names']
brew 'gzip'
brew 'openssh'
brew 'gnutls'
brew 'ssh-copy-id'
brew 'htop'
brew 'nmap'
brew 'wget'
brew 'watch'
brew 'tree'
brew 'tmux'

cask 'vlc'
cask 'iterm2'
cask 'spotify'
cask 'dropbox'
cask 'day-o'
cask 'sublime-text'
cask 'docker'
cask 'java8'
